Repository: Bruno125/ucalc-ios
Catalog: uCalc/uCalc/Configuration/Localization/*.lproj/Localizable.strings
Languages: es

source: Yes
es: Si

source: Cancel
es: Cancelar

source: Semesters
es: Ciclos

source: Quick calculus
es: Cálculo Rápido

source: Profile
es: Perfil

source: You haven't added any semesters yet! Add one using the button below or the one on the top right corner
es: Aún no tienes ningún ciclo. Agrega uno nuevo usando el botón de abajo o el '+' de arriba

source: Add semester
es: Nuevo ciclo

source: semester name
es: nombre del ciclo

source: i.e: 2016-01
es: ej: 2016-01

source: Approximate semester final grade?
es: ¿Aproximar el promedio final del ciclo?

source: Approximate course final grade?
es: ¿Aproximar el promedio final de los cursos?

source: Save semester
es: Guardar ciclo

source: Cancel and discard changes
es: Cerrar y descartar cambios

source: Remove semester
es: Remover ciclo

source: Do you wish to remove this semester?
es: ¿Deseas remover este ciclo?

source: Edit information
es: Editar información

# option_color_title
source: Change application color
es: Cambiar el color de la aplicación

# option_color_desc
source: Give a new style to the application
es: ¡Dale un nuevo estilo a la aplicación!

# option_feedback_title
source: Send feedback
es: Enviar feedback

# option_feedback_desc
source: Send an email reporting errors, offering help, giving suggestions, cheers, and contructive / destructive reviews. Everything is appreciated!
es: Manda un correo reportando errores, ofreciendo ayuda, dando sugerencias, agradecimientos, críticas constructivas o destructivas. ¡Todo es bienvenido!

# option_licenses_title
source: Licenses
es: Licencias

# option_licenses_desc
source: You would've already uninstalled the app if it weren't because of this awesome libraries. Open Source FTW!
es: Ya hubieras desinstalado la aplicación si no fuera por estas geniales librerías. Open Source FTW!

# option_version_title
source: App Version
es: Versión de la aplicación

source: Pick a color
es: Escoge un color

source: Licenses
es: Licencias
